{
  "Components": {
    "Home":{
      "quote":"“Today I have a unique experience of 10+ years in oil and gas sector at various positions in Russian and international companies. The geography of my work in the Russian Federation covers most of the oil Russian regions from Yakutia to Astrakhan, and also includes foreign experience in corporate professional trainings and internships in USA, UAE.”",
      "author":"ILDAR Z. FARKHUTDINOV"
    },
    "UI": {
      "Buttons": {
        "MainButtons": {
          "OpenGitHub": "Open GitHub",
          "ReadMore":"Read more"
        }
      },
      "Links": {
        "CapLinks": {
          "ProfessionalProfile": "Professional Profile",
          "Experience": "Experience",
          "Geography": "Geography of work",
          "Projects": "Projects",
          "AdditionalInformation": "Additional Information"
        }
      },
      "MainSection": {
        "HeaderSection": {
          "ProfessionalProfile": "Professional Profile",
          "ExperienceInOilCompanies": {
            "main": "Experience in oil companies",
            "subtitle": "Experience was gained in such companies as Tatneft, Rosneft, Schlumberger, Sinopek"
          },
          "Education": "Education"
        },
        "SubTitleText": {
          "University": {
            "University": "University",
            "subtitle": "Graduated from three higher educational institutions related to geology, geophysics and petroleum engineering"
          }
        }
      },
      "Card": {
        "ProfessionalProfile": {
          "text-section-1": "“Today I have a unique experience of 10+ years in oil and gas sector at various positions in Russian and international companies. The geography of my work in the Russian Federation covers most of the oil Russian regions from Yakutia to Astrakhan, and also includes foreign experience in corporate professional trainings and internships in USA, UAE.",
          "text-section-2": "I have a master's degree from the Scottish University and Tomsk Polytechnic University, and at the moment I am writing a PhD dissertation on the application of Artificial Intelligence (AI) in oil and gas industry.",
          "text-section-3": "In the last 3.5 years I have been working as the head of the development department Center for Technological Development of PJSC Tatneft (Almetievsk), head 3 innovative project programs with 20-25 teams people and support of 50+ projects at different stages of implementation in areas of R&D and ODP. Expected EMV of projects by 2025 is 100+ billion rubles. Projects are implemented according to the Agile methodology, with daily Scrum meetings and support in Trello and CSS.“",
          "lastName": "ILDAR Z. FARKHUTDINOV",
          "smallCard1": {
            "CardHeader": "13 years",
            "CardSubHeader": "experience",
            "CardDescription": "Experience was gained in such companies as Tatneft, Rosneft, Schlumberger, Sinopek"
          },
          "smallCard2": {
            "CardHeader": "4 patents",
            "CardSubHeader": "declared",
            "CardDescription": "Four patents approved with the oil industry"
          },
          "smallCard3": {
            "CardHeader": "7 articles",
            "CardSubHeader": "published",
            "CardDescription": "Published seven articles related to the oil industry"
          }
        },
        "University": {
          "item1": {
            "name": "Heriot - Watt University",
            "subtitle": "Master of Science (MSc) in Petroleum Engineering;"
          },
          "item2": {
            "name": "National Research Tomsk Polytechnic University",
            "subtitle": "Master of Science (MSc) in Petroleum Geosciences"
          },
          "item3": {
            "name": "Almetyevsk State Petroleum Institute (Distinction diploma)",
            "subtitle": "BSc in Mechanical Engineering."
          }
        },
        "ITCourses": {
          "item1":{
            "header": "Specialist in Data Science",
            "years": "(Jan. – Oct.)",
            "subtitle": "Yandex, Top Russian IT & technological company (Moscow, Russia)"
          },
          "item2":{
            "header": "Data Analytics",
            "years": "2022 Dec.",
            "subtitle": "Bauman Moscow State Technical University, in TOP-3 Universities in Russia (Moscow, Russia)"
          },
          "item3":{
            "header": "Courses of Chief Data Officer",
            "years": "2021 Dec.",
            "subtitle": "Innopolis University (Innopolis, Russia)"
          },
          "item4":{
            "header": "Python for Data Science",
            "years": "2021 Jul.",
            "subtitle": "Fundamentals course – Sber University (online)"
          },
          "item5":{
            "header": "Java programming school",
            "years": "(Jan. – Oct.)",
            "subtitle": "School 21 (Kazan, Russia)"
          }
        },
        "publication": {
          "item1":{
            "header":"The Integrated Technology of Residual Reserves Localization and Profit Increase on Brownfields",
            "description":"SPE Europec featured at 82nd EAGE Conference and Exhibition & EAGE Annual 2021, Amsterdam, The Netherlands"
          },
          "item2":{
            "header":"Production Performance Analysis of Volga-Ural Mature Waterflood with PRIME Diagnostic Metrics",
            "description":"Presentation at the Russian Oil and Gas Technology Conference SPE, which took place virtually on October 12-15, 2021."
          },
          "item3":{
            "header":"Application of rhe controlled radial drilling technology in the tournaisian reservoir at PJSC \"Tatneft\"",
            "description":"In October 2020, PJSC Tatneft carried out pilot work on drilling radial channels with subsequent acidizing at the Novo-Elkhovskoye field"
          },
          "item4":{
            "header":"Discovery of New Geological Features of Botuobinskii Formation by Means of Remote Multilayer Mapping Technology",
            "description":"At the end of 2016 LLC “Taas-Yuryakh Neftegazodobycha” (OC “Rosneft”) and Schlumberger successfully performed the pilot project of horizontal wells drilling with the new multilayer bed boundary mapping while drilling technology at the Srednebotuobinskoe oil and gas condensate field."
          },
          "item5":{
            "header":"Field analysis of the late stage of waterflooding of the Volga-Ural oil basin field using Prime diagnostic metrics",
            "description":"SPE Russian Petroleum Technology Conference 12 - 14 Oct 2020 Technopark Skolkovo Moscow, Russia"
          },
          "item6":{
            "header":"Localization and development of residual oil reserves using geochemical studies based on neural network algorithms",
            "description":"At the late stage of field development, residual oil reserves undergo a significant change from mobile to slow-moving and immobile. These reserves are mainly located in technogenically altered, washed out during operation, layers and areas of deposits."
          }
        },
        "itProjects":{
          "item1":{
            "header":"Not beaten, not painted",
            "stack":"Mathplot, numpy, pandas, warnings, sklearn, lightgbm, time",
            "description":"Service for the sale of used cars \"Not beaten, not beautiful\" is developing an application to attract new customers. In it, you can quickly find out the market value of your car.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/9_Project_forecast_of_car_price_Not_beaten_Not_painted.ipynb"
          },
          "item2":{
            "header":"Recovery gold",
            "stack":"Pandas, numpy, matplotlib, sklearn, namedtuple",
            "description":"Development of a model that predicts the recovery rate of gold from gold ore. Data is used with cleanup extraction parameters.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/7_Gold_Recovery_Coefficient_Prediction_Project_Numbers.ipynb"
          },
          "item3":{
            "header":"Locations for wells",
            "stack":"Mathplotlib, numpy, pandas, sklearn",
            "description":"We were provided with oil samples in three regions: in each 100,000 deposits We will build a machine learning model that will help determine the region where mining will bring the greatest profit.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/6_Project_selection_of_a_location_for_a_well_GlavRosGosNeft.ipynb"
          },
          "item4":{
            "header":"tariff recommendation",
            "stack":"pandas, numpy, sklearn",
            "description":"We have at our disposal data on the behavior of customers who have already switched to these tariffs. You need to build a model for the classification problem that will select the appropriate rate. Data preprocessing is not required - it is already done. Building a model with the highest possible accuracy.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/4_Draft_Tariff_Recommendation.ipynb"
          },
          "item5":{
            "header":"Predicting customer loss",
            "stack":"Mathplotlib, numpy, pandas, sklearn",
            "description":"It is necessary to predict whether the client will leave the bank in the near future or not. Provided historical data on customer behavior and termination of agreements with the bank. Construction of a model with an extremely large value of the F1-measure.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/5_Project_forecasting_loss_of_customer_Beta_Bank.ipynb"
          },
          "item6":{
            "header":"Customer Data Protection",
            "stack":"Numpy, pandas, sklearn",
            "description":"We need to protect the data of customers of the insurance company \"Though the Flood\". We will develop a data conversion method that makes it difficult to recover personal information from them. You need to protect the data so that the quality of the machine learning models does not deteriorate during the transformation.",
            "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/8_Insurance_company_client_data_protection_project_Though_the_flood.ipynb"
          },
            "smallProject":{
              "item1":{
                "header":"Data analysis",
                "stack":"Pandas, matplotlib",
                "description":"We have at our disposal the data of the Yandex.Realty service - an archive of ads for the sale of apartments in St. Petersburg and neighboring settlements for several years. Determine the market value of the property.",
                "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/1_Project_exploratory_data_analysis.ipynb"
              },
              "item2":{
                "header":"Statistical data analysis",
                "stack":"Pandas, matplotlib",
                "description":"Conduct statistical data analysis based on user rates and user mobile data usage.",
                "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/2_Project_Statistical_Data_Analysis.ipynb"
              },
              "item3":{
                "header":"Online shop Streamchik",
                "stack":"Pandas, seaborn, matplotlib, numpy, scipy",
                "description":"Checking data for errors and evaluating the impact on data exploration. Data review. Data preprocessing. Hypothesis testing.",
                "link": "https://github.com/IldarFarkhutdinov/Machine_Learning_Portfolio/blob/main/English%20version/3_Project_online_store_Strimchik.ipynb"
              }
          }
        }
      },
      "Accordion": {
        "item1": {
          "headerText": "Head of Exploration & Field Development Department",
          "subTitleText": "\nJob responsibilities are subject to innovative\nglobal geology and development projects in general. Organization\nresearch and development and pilot work aimed at localizing the residual recoverable\nreserves and improving the efficiency of geological and technical operations, the development of EOR technologies, etc.\ntechnical methods for the development of mature fields.",
          "dateText": "February 2020 - Present"
        },
        "item2": {
          "headerText": "Leading expert. Department of development of oil and gas fields and\nexploration works, Center for Technological Development of PJSC TATNEFT,\nAlmetyevsk",
          "subTitleText": "Job responsibilities included supporting R&D and ODP work,\nassociated with geological and hydrodynamic modeling of deposits,\ngeophysical and petrophysical works. He was the head of two major\nprograms of the company's projects in the direction of enhanced oil recovery\nand increase in geological and recoverable hydrocarbon reserves with an estimate of the indicator\nEBIDTA of 59.4 billion and 21.6 billion rubles. respectively.",
          "dateText": "August 2018 — February 2020"
        },
        "item3": {
          "headerText": "\nLeading Specialist. Department of design and development monitoring\nYuNG fields, Group of geological support for drilling HS and BGS,\nDepartment of Geology and Exploration / NK Rosneft, RN-UfaNIPIneft, Ufa",
          "subTitleText": "The official duties included the construction of sectoral geological\nmodels with further issuance of targets for drilling horizontal wells and\nZBGS. Responsibilities also included selection of candidates for sidetracking drilling, analysis\n\nwork of the well stock of the environment, assessment of the starting flow rates of wells -\ncandidates, compiling a drilling rating, etc.",
          "dateText": "August 2017 — August 2018"
        },
        "item4": {
          "headerText": "\nChief Specialist of the Department of Geological Support for Drilling, TYUNGD, NK\nRosneft, Irkutsk",
          "subTitleText": "\nThe position of the chief specialist includes the duties of issuing\ngeological targets for drilling horizontal wells and sidetracking. Operational\nestimation of reserves in the drilling area. Preparation of geological projects for\ndrilling of the wells. Real-time well drilling support\ntime, geosteering. Participation in the renewal of the geological and petrophysical\nmodels based on drilling results, well log data, seismic data. Well selection\ncandidates for ZBS. Coordinating work on a daily basis with the department\ndrilling, field development, design institute, with contractors\nHDD and MLWD and GIS service organizations.",
          "dateText": "February 2016 — August 2017"
        },
        "item5": {
          "headerText": "Lead Geosteering Engineer / Well Placement Engineer,\nSchlumberger, Tyumen",
          "subTitleText": "My main responsibility was the geological support of drilling\nwells in real time. This position provides for\nrecommendations for optimal well placement during drilling, on\nbased on geological and geophysical data, as well as operational assessment\npetrophysical properties of reservoir rocks. My responsibilities also included\nthe following functions: Building a preliminary sector\ngeological model with a prediction of synthetic logging parameters expected in\ndrilling process. Analysis of initial geological information and well logging data\nby neighboring wells to identify the most productive reservoir zones\nand determining the target drilling interval. Generating posting reports\nwell, which reflected all the key decisions taken in\nthe process of drilling a wellbore;\nIn the drilling process, the main tool for making operational\nsolutions were a comprehensive analysis of LWD, technological parameters of HDD and\nGTI data. During geosteering, the following LWD instruments and\nMWD, which includes the following types of logging and image logging:\nElectric types of logging (KS, BK) - devices - Microscope, Periscope,\nARCvision, Impulse; Directional (azimuth) resistance curves,\nGamma-ray logging (PowerDrive, Slimpulse), Radioactive logging (GGK-P, NNK-T,\nGK) - ADNvision, Ecoscope etc. The geography of my work in this position includes\nWest Siberian, East Siberian regions, Volga-Ural region,\nShelf of the Pechora Sea (Prirazlomnoye field), Caspian Sea, etc.",
          "dateText": "December 2014 — December 2015"
        },
        "item6": {
          "headerText": "Geophysical Engineer (L/MWD - Logging and Measurements While Drilling), Schlumberger, D&M Division; , Pyt-\nYah, Buzuluk, Novy Urengoy",
          "subTitleText": "Work as a field engineer in directional drilling and MLWD\ninvolved in the performance of a wide range of responsibilities, the main ones\nwhich were the duties of a telemetry specialist,\ngeophysicist and directional drilling engineer.\n\nResponsibilities included organizing the entire workflow\ndirectional drilling and MLWD, starting from the stage of ordering equipment from the base,\n\nsetup and installation of sensors and MWD / LWD devices on the drilling rig,\nprogramming of telemetry devices and preparation of a specialized\nSoftware, hereinafter - monitoring of technological parameters of the drilling process and work\ngeophysical instruments. Finishing operational geophysical\ninterpreting logs, preparing and sending daily reports. A\n\nalso preparation of the final report for the Customer on the work carried out on\ndrilling results.",
          "dateText": "March 2013 — December 2014"
        },
        "item7": {
          "headerText": "Manager in the group for monitoring the waterflooding system and the effectiveness of geological and technical operations, OJSC\nUdmurtneft JV PAO NK Rosneft and Chinese corporation Sinopec",
          "subTitleText": "Maintenance of contracts with contractors for the implementation\nmeasures to increase oil recovery from reservoirs. Work with contractors\norganizations. Also, the duties included the selection of wells for EOR (WFP,\nOPP) and monitoring the effectiveness of development processes. Also was\nparticipant and winner of youth scientific and practical conferences of PJSC\nNK Rosneft.",
          "dateText": ""
        },
        "item8": {
          "headerText": "Specialist of field development department, OAO Udmurtneft, Izhevsk",
          "subTitleText": "Creation of projects for trial operation of wells. Working with projects\nfield development. Working with government agencies\n(Rostekhnadzor, Ministry of Natural Resources).",
          "dateText": "September 2011 — October 2012"
        }
      },
      "AccordionPatent": {
        "item1": {
          "headerText": "Patent No. 2781975.",
          "subTitleText": "Authors: Vladimir Yurievich Secretaryov (RU), Farkhutdinov\nIldar Zufarovich (RU), Filidi Georgy Nikolaevich\n(RU), Filidi Konstantin Georgievich (RU)",
          "mainText": "Method and device for lateral sampling of core from a wall\nnon-centered section of the casing string in\ninclined well"
        },
        "item2": {
          "headerText": "Patent No. 202361151.",
          "subTitleText": "Authors: Farkhutdinov Ildar Zufarovich (RU), Gaifullin\nAlmaz Irekovich (RU)",
          "mainText": "Well monitoring and evaluation software\neffectiveness of geological and technical measures\nField Screener. Software for oil well production\nmonitoring and evaluating workover operations efficiency\nField Screener"
        },
        "item3": {
          "headerText": "Patent No. 2798683",
          "subTitleText": "\nAuthors: Farkhutdinov Ildar Zufarovich (RU), Kamyshnikov\nAnton Gennadievich (RU), Beregovoy Anton Nikolaevich (RU),\nZairov Rustem Ravilevich (RU), Dovzhenko Alexey Pavlovich\n(RU)",
          "mainText": "Method for detecting fluorescent and alcohol\ntracers in their joint presence in reservoir\nwaters during tracer interwell\nresearch"
        },
        "item4": {
          "headerText": "Patent No. 2791768",
          "subTitleText": "Authors: Farkhutdinov Ildar Zufarovich (RU), Kamyshnikov\nAnton Gennadievich (RU), Lutfullin Azat Abuzarovich (RU),\nZaripov Azat Timeryanovich (RU), Varfolomeev Mikhail\nAlekseevich (RU), Bolotov Alexander Vladimirovich (RU)",
          "mainText": "Method of cross-well tracer test with low\nlimit of detection containing sodium or\npotassium salts of 2,4- or 3,5-dinitrobenzoic acids"
        }
      },
      "Addictional":{
        "header":"ADDITIONAL INFORMATION",
        "subtitle1":{
            "header":"Head of Section SPE Volga",
            "subtitle":"2020 — 2022",
            "paragraph":"Since 2020, I have been the head (chairperson) of SPE Volga, which is one one of the very first professional sections of SPE that opened in Russia. On today SPE Volga is the second largest professional section in the Russian Federation after Moscow, with 250+ active members, also including its composition is 3 student sections (KFU, AGNI, KHTI)."
        },
        "subtitle2":{
            "header":"Part-time working/doing research at local University (Almetyevsk State Petroleum Institute)",
            "subtitle":"",
            "paragraph":"Since 2019 I’ve been doing research on Machine Learning application in Geoscience"  
        },
        "subtitle3":{
          "header":"Participation as a delegate and speaker from PJSC TATNEFT at the international oil and gas exhibition in Abu Dhabi (UAE), ADIPEC 2019",
          "subtitle":"",
          "paragraph":""  
        },
        "subtitle4":{
          "header":"Summer work in the USA as part of the Work&Travel student program.",
          "subtitle":"",
          "paragraph":""  
        }
      },
      "Footer": {
        "ggp": {
          "1" : "Geology",
          "2": "Geophysics and",
          "3": "Petroleum Engineering"
        },
        "Contact": "Contact with me:"
      }
    }
  }
}