{
  "Components": {
    "UI": {
      "Buttons": {
        "MainButtons": {
          "OpenGitHub": "Посмотреть на GitHub"
        }
      },
      "Links": {
        "CapLinks": {
          "ProfessionalProfile": "Профессиональный профиль",
          "Experience": "Опыт работы",
          "Geography": "География работы",
          "Projects": "Проекты",
          "AdditionalInformation": "Дополнительная информация"
        }
      },
      "MainSection": {
        "HeaderSection": {
          "ProfessionalProfile": "Профессиональный профиль",
          "ExperienceInOilCompanies": {
            "main": "Опыт работы в нефтяных компаниях",
            "subtitle": "Работал в таких компаниях как Татнефть, Роснефть, Schlumberger, Sinopek"
          },
          "Education": "Образование"
        },
        "SubTitleText": {
          "University": {
            "University": "Высшие образование",
            "subtitle": "Окончил три высших учебных заведения по направлениям геология, геофизика и нефтегазовое дело."
          }
        }
      },
      "Card": {
        "ProfessionalProfile": {
          "text-section-1": "“На сегодняшний день обладаю уникальным опытом работы 10+ лет в\nнефтегазовом секторе на разных позициях в российских и международных\nкомпаниях. География моих работ в РФ покрывает большинство нефтяных\nроссийских регионов от Якутии до Астрахани, а также включает зарубежный\nопыт прохождения корпоративных профессиональных тренингов и стажировок в\nСША, ОАЭ.",
          "text-section-2": "Обладаю степенью магистра Шотландского университета и Томского\nПолитехнического университета, а также на данный момент пишу кандидатскую\nдиссертацию по направлению применения Искусственного интеллекта (AI) в\nнефтегазовой промышленности.",
          "text-section-3": "В последние 3,5 года работаю в должности начальника отдела разработки\nЦентра технологического развития ПАО Татнефть (г. Альметьевск) , руковожу 3\nинновационными программами проектов с численностью команд в 20-25\nчеловек и сопровождением 50+ проектов на разных стадиях реализации в\nобласти НИОКР и ОПР. Ожидаемая EMV проектов к 2025 году составляет 100+\nмлрд р.. Проекты реализуются по методологии Agile , с ежедневными Scrum\nmeeting-ами и сопровождением в Трелло и КСС.“",
          "lastName": "ФАРХУТДИНОВ И. З.",
          "smallCard1": {
            "CardHeader": "13 лет",
            "CardSubHeader": "Опыта работы",
            "CardDescription": "Опыт получен в таких компаниях как Татнефть, Роснефть, Шлюмберже, Синопек"
          },
          "smallCard2": {
            "CardHeader": "4 патента",
            "CardSubHeader": "заявлено",
            "CardDescription": "Заявлено 4 патента связанных с нефтяной промышленностью"
          },
          "smallCard3": {
            "CardHeader": "7 статей",
            "CardSubHeader": "опубликовано",
            "CardDescription": "Опубликовано семь статей, связанных с нефтяной отраслью"
          }
        },
        "University": {
          "item1": {
            "name": "Heriot - Watt University",
            "subtitle": "Магистр наук (MSc) в области нефтяной инженерии;"
          },
          "item2": {
            "name": "Национальный исследовательский Томский политехнический университет",
            "subtitle": "Магистр наук (MSc) в области нефтяных геолого-геофизических исследований"
          },
          "item3": {
            "name": "Альметьевский государственный нефтяной институт (диплом с отличием)",
            "subtitle": "Бакалавр машиностроения."
          }
        },
        "ITCourses": {
          "item1": {
            "header": "Специалист науки о данных",
            "years": "(Июнь – Окт.)",
            "subtitle": "Яндекс, ведущая российская IT-технологическая компания (Москва, Россия)"
          },
          "item2": {
            "header": "Аналитика данных",
            "years": "2022 Дек.",
            "subtitle": "МГТУ им. Баумана, в ТОП-3 вузов России (Москва, Россия)"
          },
          "item3": {
            "header": "Курсы директора по данным",
            "years": "2021 Дек.",
            "subtitle": "Университет Иннополис (Иннополис, Россия)"
          },
          "item4": {
            "header": "Python для науки о данных",
            "years": "2021 июль",
            "subtitle": "Базовый курс – Сбер Университет (онлайн)"
          },
          "item5": {
            "header": "Школа Java-программирования.",
            "years": "(Июнь – Окт.)",
            "subtitle": "Школа 21 (Казань, Россия)"
          }
        },
        "publication": {
          "item1": {
            "header": "Комплексная технология локализации остаточных запасов и увеличения прибыли на зрелых месторождениях",
            "description": "SPE Europec представлен на 82-й конференции и выставке EAGE и ежегодном мероприятии EAGE 2021, Амстердам, Нидерланды"
          },
          "item2": {
            "header": "Анализ эффективности добычи Волго-Уральского зрелого заводнения с использованием диагностических показателей PRIME",
            "description": "Презентация на Российской нефтегазовой технологической конференции SPE, которая прошла виртуально 12-15 октября 2021 г."
          },
          "item3": {
            "header": "Применение технологии контролируемого радиального бурения на турнейской залежи ПАО \"Татнефть\"",
            "description": "В октябре 2020 года ПАО «Татнефть» провело опытно-промышленные работы по бурению радиальных каналов с последующей кислотной обработкой на Ново-Елховском месторождении."
          },
          "item4": {
            "header": "Открытие новых геологических особенностей ботуобинской свиты с помощью технологии дистанционного многослойного картирования",
            "description": "В конце 2016 года ООО «Таас-Юрях Нефтегазодобыча» (НК «Роснефть») и Schlumberger успешно выполнили пилотный проект по бурению горизонтальных скважин с новой многопластовой картографией границ пласта при технологии бурения на Среднеботуобинском нефтегазоконденсатном месторождении."
          },
          "item5": {
            "header": "Промысловый анализ поздней стадии заводнения месторождения ВолгоУральского нефтяного бассейна с помощью диагностических метрик Прайм",
            "description": "Российская нефтегазовая технологическая конференция SPE 12–14 октября 2020 г. Технопарк Сколково Москва, Россия"
          },
          "item6": {
            "header": "Локализация и разработка остаточных запасов нефти с использованием геохимических исследований на основе нейросетевых алгоритмов",
            "description": "На поздней стадии разработки месторождений остаточные запасы нефти претерпевают существенное изменение от подвижных до малоподвижных и неподвижных. Эти запасы в основном находятся в техногенно измененных, промытых в процессе эксплуатации, пластах и участках залежей."
          }
        },
        "itProjects": {
          "item1": {
            "header": "Не бит, не крашен",
            "stack": "Mathplot, numpy, pandas, warnings, sklearn, lightgbm, time",
            "description": "Сервис по продаже подержанных автомобилей \"Не бит, не крашен\" разрабатывает приложение для привлечения новых клиентов. В этом приложении вы сможете быстро узнать рыночную стоимость вашего автомобиля."
          },
          "item2": {
            "header": "Коэффициент восстановления золота",
            "stack": "Pandas, numpy, matplotlib, sklearn, namedtuple",
            "description": "Разработка модели, прогнозирующей скорость извлечения золота из золотой руды. Данные используются с параметрами извлечения очистки."
          },
          "item3": {
            "header": "Места для скважен",
            "stack": "Mathplotlib, numpy, pandas, sklearn",
            "description": "Нам предоставили образцы нефти в трех регионах: в каждом из 100 000 месторождений. Мы построим модель машинного обучения, которая поможет определить регион, где добыча принесет наибольшую прибыль."
          },
          "smallProject": {
            "item1": {
              "header": "Анализ данных",
              "stack": "Pandas, matplotlib",
              "description": "В нашем распоряжении данные сервиса Яндекс.Недвижимость — архив объявлений о продаже квартир в Санкт-Петербурге и соседних населенных пунктах за несколько лет. Определить рыночную стоимость недвижимости."
            },
            "item2": {
              "header": "Статистический анализ данных",
              "stack": "Pandas, matplotlib",
              "description": "Проводить статистический анализ данных на основе показателей пользователей и использования ими мобильных данных."
            },
            "item3": {
              "header": "Интернет-магазин Стримчик",
              "stack": "Pandas, seaborn, matplotlib, numpy, scipy",
              "description": "Проверка данных на наличие ошибок и оценка влияния на исследование данных. Обзор данных. Предварительная обработка данных. Проверка гипотезы."
            }
          }
        }
      },
      "Accordion": {
        "item1": {
          "headerText": "Начальник отдела. Отдел разработки нефтяных и газовых месторождений и геологоразведочных работ",
          "subTitleText": "К служебным обязанностям предъявляются требования инновационными\nпроектами по глобальной геологии и разработке в общей сложности. Организация\nработ по НИОКР и ОПР, направленных на локализацию остаточных извлекаемых\nзапасы и повышение эффективности ГТМ, развитие технологий МУН и др.\nтехнические методы разработки зрелых месторождений.",
          "dateText": "февраль 2020 — Настоящее время"
        },
        "item2": {
          "headerText": "Ведущий эксперт. Отдел разработки нефтяных и газовых месторождений и\nгеологоразведочных работ , Центр технологического развития ПАО «Татнефть»,\nАльметьевск",
          "subTitleText": "К служебным обязанностям относилось сопровождение работ по НИОКР и ОПР,\nсвязанных с геолого-гидродинамическим моделированием месторождений,\nгеофизических и петрофизических работ. Являлся руководителем двух крупных\nпрограмм проектов компании по направлению повышению нефтеотдачи пластов\nи приросту геологических и извлекаемых запасов УВ с оценкой показателя\nEBIDTA в 59,4 млрд. и 21.6 млрд руб. соответственно.",
          "dateText": "август 2018 — февраль 2020"
        },
        "item3": {
          "headerText": "Ведущий специалист. Отдел проектирования и мониторинга разработки\nместорождений ЮНГ, Группа геологического сопровождения бурения ГС и БГС,\nДепартамент Геологии и Разработки / НК Роснефть, РН-УфаНИПИнефть, Уфа",
          "subTitleText": "В служебные обязанности входило построение секторных геологических\nмоделей с дальнейшей выдачей целей на бурение горизонтальных стволов и\nЗБГС. Также в обязанности входил подбор кандидатов на бурение ЗБС, анализ\n\nработы фонда скважин окружения, оценка стартовых дебитов скважин-\nкандидатов, составление рейтинга бурения и тд.",
          "dateText": "август 2017 — август 2018"
        },
        "item4": {
          "headerText": "Главный специалист отдела геологического сопровождения бурения , ТЮНГД, НК\nРоснефть, Иркутск",
          "subTitleText": "Позиция главного специалиста включает себя обязанности по выдаче\nгеологических целей на бурение горизонтальных скважин и ЗБС. Оперативная\nоценка запасов в районе бурения. Подготовка геологических проектов на\nбурение скважин. Сопровождение бурения скважин в режиме реального\nвремени, геонавигация. Участие в обновлении геологической и петрофизической\nмодели по результатам бурения, РИГИС, сейсмических данных. Выбор скважин\nкандидатов на ЗБС. Координация работа на ежедневной основе с отделом\nбурения, разработки месторождений, проектным институтом, с подрядными\nорганизациями по сервису ННБ и MLWD и ГИС.",
          "dateText": "февраль 2016 — август 2017"
        },
        "item5": {
          "headerText": "Ведущий инженер по геонавигации (Geosteering) / Well Placement Engineer,\nШлюмберже (Schlumberger), Тюмень",
          "subTitleText": "Основной моей обязанностью являлось геологическое сопровождение бурения\nскважин в режиме реального времени. Данная позиция предусматривает выдачу\nрекомендации по оптимальной проводке скважины в процессе бурения, на\nосновании геологических и геофизических данных, а также оперативную оценку\nпетрофизических свойств пород коллекторов. В мои обязанности также входили\nследующие функции: Построение предварительной секторной\nгеологической модели с прогнозом синтетических параметров ГИС ожидаемых в\nпроцессе бурения. Анализ исходной геологической информации и данных ГИС\nпо соседним скважинам для выявления наиболее продуктивных зон коллектора\nи определения целевого интервала бурения. Составление отчетов о проводке\nскважины, в котором отражались все ключевые решения, принимавшиеся в\nпроцессе бурения ствола скважины;\nВ процессе бурения основным инструментом для принятия оперативного\nрешения являлись комплексный анализ LWD, технологических параметров ННБ и\nданных ГТИ. Во время геонавигации использовались следующие приборы LWD и\nMWD, включающие в себя следующие виды каротажа и имидж-каротажей:\nЭлектрические виды каротажа (КС, БК) – приборы - Microscope, Periscope,\nARCvision, Impulse; Кривые направленного (азимутального) сопротивления,\nГамма-каротаж (PowerDrive, Slimpulse), Радиоактивный каротаж (ГГК-П, ННК-Т,\nГК) – ADNvision, Ecoscope etc. География моих работ в данной позиции включает\nЗападносибирский, Восточносибирский регионы, Волго-Уральский регион,\nШельф Печорского моря (месторождение Приразломное), Каспийское море и тд",
          "dateText": "декабрь 2014 — декабрь 2015"
        },
        "item6": {
          "headerText": "Инженер-Геофизик (L/MWD - Logging and Measurements While Drilling) ,Шлюмберже (Schlumberger), Подразделение Бурение и Измерения (D&M); , Пыть-\nЯх, Бузулук, Новый Уренгой",
          "subTitleText": "Работа полевым инженером в наклонно-направленном бурении и MLWD\nподразумевала выполнение широкого спектра обязанностей, основными из\nкоторых являлись выполнение обязанностей специалиста по телеметрии,\nинженера-геофизика и инженера по наклонно-направленному бурению.\n\nОбязанности включали в себя организацию всего рабочего процесса наклонно-\nнаправленного бурения и MLWD, начиная со стадии заказа оборудования с базы,\n\nнастройки и монтажа датчиков и MWD/LWD приборов на буровой,\nпрограммирование приборов телеметрии и подготовка специализированного\nПО, далее - мониторинг технологических параметров процесса бурения и работы\nгеофизических приборов. Заканчивая оперативной геофизической\nинтерпретацией каротажей, подготовкой и отправка ежедневных отчетов. А\n\nтакже подготовка финального отчета для Заказчика по проведенной работе по\nрезультатам бурения.",
          "dateText": "март 2013 — декабрь 2014"
        },
        "item7": {
          "headerText": "Менеджер в группе мониторинга системы заводнения и эффективности ГТМ , ОАО\n«Удмуртнефть» СП ПАО НК «Роснефть» и китайская корпорация Sinopec",
          "subTitleText": "Сопровождение договоров с подрядными организациями на выполнение\nмероприятий по увеличению нефтеоотдачи пластов. Работа с подрядными\nорганизациями. Также в обязанности входил подбор скважин для МУН (ВПП,\nОПП) и мониторинг эффективности процессов разработки. Также являлся\nучастником и победителем молодежных научно-практических конференций ПАО\nНК Роснефть.",
          "dateText": ""
        },
        "item8": {
          "headerText": "Специалист отдела разработки месторождений , ОАО «Удмуртнефть» , Ижевск",
          "subTitleText": "Создание проектов пробной эксплуатации скважин. Работа с проектами\nразработки месторождений. Работа с государственными органами\n(Ростехнадзор, Министерство природных ресурсов).",
          "dateText": "сентябрь 2011 — октябрь 2012"
        }
      },
      "AccordionPatent": {
        "item1": {
          "headerText": "Патент №2781975",
          "subTitleText": "Авторы: Секретарев Владимир Юрьевич (RU), Фархутдинов\nИльдар Зуфарович (RU), Филиди Георгий Николаевич\n(RU), Филиди Константин Георгиевич (RU)",
          "mainText": "Способ и устройство бокового отбора керна из стенки\nнецентрированного участка обсадной колонны труб в\nнаклонной скважине"
        },
        "item2": {
          "headerText": "Патент №202361151",
          "subTitleText": "Авторы: Фархутдинов Ильдар Зуфарович (RU), Гайфуллин\nАлмаз Ирекович (RU)\n",
          "mainText": "Программа для мониторинга работы скважин и оценки\nэффективности геолого-технических мероприятий\n«Field Screener». Software for oil well production\nmonitoring and evaluating of workover operations efficiency\n“Field Screener”"
        },
        "item3": {
          "headerText": "Патент №2798683",
          "subTitleText": "Авторы: Фархутдинов Ильдар Зуфарович (RU), Камышников\nАнтон Геннадьевич (RU), Береговой Антон Николаевич (RU),\nЗаиров Рустэм Равилевич (RU), Довженко Алексей Павлович\n(RU)",
          "mainText": "Способ детектирования флуоресцентных и спиртовых\nтрассеров при их совместном присутствии в пластовых\nводах при проведении трассерных межскважинных\nисследований"
        },
        "item4": {
          "headerText": "Патент №2791768",
          "subTitleText": "Авторы: Фархутдинов Ильдар Зуфарович (RU), Камышников\nАнтон Геннадьевич (RU), Лутфуллин Азат Абузарович (RU),\nЗарипов Азат Тимерьянович (RU), Варфоломеев Михаил\nАлексеевич (RU), Болотов Александр Владимирович (RU)",
          "mainText": "Способ межскважинного трассерного теста с низким\nпределом обнаружения, содержащего натриевые или\nкалиевые соли 2,4- или 3,5-динитробензойных кислот"
        }
      },
      "Footer": {
        "ggp": {
          "1" : "Геология",
          "2": " Геофизика и",
          "3": "Нефтяное машиностроение"
        },
        "Contact": "Связаться со мной"
      }
    }
  }
}